Repository: myavuzokumus/InvoiX
Catalog: lib/l10n/app_*.arb
Languages: tr

# auth_loginError
source: An error occurred while logging in: {error}
tr: Giriş yapılırken bir hata oluştu: {error}

# auth_loginToUseAI
source: Sign in to access AI features.
tr: Yapay zeka özelliklerine erişmek için giriş yapın.

# auth_logOut
source: Log Out
tr: Çıkış Yap

# subsplan_selectPlan
source: Select Your Plan
tr: Planını Seç

# subsplan_individualUser
source: Individual User
tr: Bireysel Kullanıcı

# subsplan_advancedUser
source: Advanced User
tr: İleri Kullanıcı

# subsplan_corporateUser
source: Corporate User
tr: Kurumsal Kullanıcı

# subsplan_subscribe
source: Subscribe
tr: Abone Ol

# subsplan_contactUs
source: Contact Us
tr: İletişime Geç

# subsplan_individualPrice
source: 3€ / Monthly
tr: 3€ / Aylık

# subsplan_advancedPrice
source: 15€ / Monthly
tr: 15€ / Aylık

# subsplan_corporatePrice
source: ??? / Monthly
tr: ??? / Aylık

# subsplan_individualFeatures_1
source: 1000 AI invoice scans
tr: 1000 AI fatura okutma

# subsplan_individualFeatures_2
source: 1000 AI invoice analyses
tr: 1000 AI fatura analizi yapma

# subsplan_individualFeatures_3
source: Personalized stock tracking
tr: Kişiselleştirilmiş Stok takibi

# subsplan_advancedFeatures_1
source: 10000 AI invoice scans
tr: 10000 AI Fatura Okutma

# subsplan_advancedFeatures_2
source: 10000 AI invoice analyses
tr: 10000 AI fatura analizi yapma

# subsplan_advancedFeatures_3
source: Personalized stock tracking
tr: Kişiselleştirilmiş stok takibi

# subsplan_corporateFeatures
source: Usage-based pricing
tr: Kullanımına bağlı fiyatlandırma

# subsplan_newUserOffer
source: New User Offer
tr: Yeni Kullanıcı Teklifi

# subsplan_newUserOfferDetails
source: 30 AI invoice scans and 10 AI invoice analyses free for first-time use!
tr: İlk kullanıma özel 30 AI Fatura okutma ve 10 AI fatura analizi ücretsiz!

# subsplan_plans
source: Plans
tr: Planlar

# profile_remainingInvoiceReads
source: Remaining Invoice Reads
tr: Kalan Fatura Okumaları

# profile_remainingInvoiceAnalyses
source: Remaining Invoice Analyses
tr: Kalan Fatura Analizleri

# profile_invoiceReads
source: Invoice Reads
tr: Fatura Okumaları

# profile_invoiceAnalyses
source: Invoice Analyses
tr: Fatura Analizleri

# profile_subscriptionExpiryDate
source: Subscription Expiry Date
tr: Abonelik Bitiş Tarihi

# profile_subscriptionStatus
source: Subscription Status
tr: Abonelik Durumu

# profile_noData
source: No subscription data available.
tr: Abonelik verisi mevcut değil.

# settings_settings
source: Settings
tr: Ayarlar

# settings_language
source: Language
tr: Dil

# settings_welcomePage
source: Welcome Page
tr: Hoş Geldin Sayfası

# settings_privacyPolicy
source: Privacy Policy
tr: Gizlilik Politikası

# settings_termsOfService
source: Terms of Service
tr: Hizmet Şartları

# settings_changeLanguage
source: Change Language
tr: Dili Değiştir

# settings_selectLanguage
source: Select Language
tr: Dil Seç

# settings_deleteAccount
source: Delete Account
tr: Hesabı Sil

# settings_deleteAccountConfirmTitle
source: Delete Account
tr: Hesabı Sil

# settings_deleteAccountConfirmMessage
source: Are you sure you want to delete your account? All your data will be wiped. This action cannot be undone.
tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# settings_deleteAccountConfirmYes
source: Yes, Delete Account
tr: Evet, Hesabı Sil

# settings_deleteAccountError
source: An error occurred while deleting your account.
tr: Hesabınızı silerken bir hata oluştu.

# settings_deleteAccountSuccess
source: Your account has been successfully deleted.
tr: Hesabınız başarıyla silindi.

# settings_cancel
source: No, Cancel
tr: Hayır, İptal

# status_noInternetConnection
source: No Internet Connection!
tr: İnternet Bağlantısı Yok!

# status_noUsageRights
source: You have no more rights to use AI features.
tr: Yapay zeka özelliklerini kullanma hakkınız kalmadı.

# status_noLogin
source: You are not logged in.
tr: Giriş yapmadınız.

# status_somethingWentWrong
source: Something went wrong.
tr: Bir şeyler yanlış gitti.

# aiinsights_name
source: AI Insights
tr: AI Öngörüleri

# aiinsights_juststart
source: Just click on the invoice add icon to get started.
tr: Başlamak için fatura ekle simgesine tıklayın.

# aiinsights_new
source: I'm InvoiX, your AI assistant. Click to see insights on your invoices.
tr: Ben InvoiX, yapay zeka asistanınızım. Faturalarınızla ilgili öngörüleri görmek için tıklayın.

# aiinsights_selectable
source: You can select multiple invoices to delete or excel output them.
tr: Çoklu faturaları seçebilir ve silme veya excel çıktısı alabilirsiniz.

# aiinsights_soon
source: AI Insights are available for subscribers only very soon. Work in progress.
tr: AI Öngörüleri yalnızca aboneler için çok yakında kullanılabilir. Çalışmalar devam ediyor.

# aianalyze_title
source: Analyze the invoice with AI
tr: Faturayı yapay zeka ile analiz et

# aianalyze_purchasedProducts
source: Purchased products
tr: Satın alınan ürünler

# aianalyze_warn
source: The information provided may sometimes be incorrect. Please take this into consideration and pay attention to the recommendations.
tr: Sağlanan bilgiler bazen yanlış olabilir. Lütfen bunu göz önünde bulundurun ve tavsiyelere dikkat edin.

# aianalyze_harmfulHuman
source: Are the products purchased harmful to human health?
tr: Satın alınan ürünler insan sağlığına zararlı mı?

# aianalyze_harmfulEnvironment
source: Are the purchased products harmful to the environment?
tr: Satın alınan ürünler çevreye zararlı mı?

# aianalyze_alternatives
source: What are the alternatives to the products purchased?
tr: Satın alınan ürünlerin alternatifleri nelerdir?

# aianalyze_conscious
source: What can be suggested for more conscious consumption?
tr: Daha bilinçli tüketim için neler önerilebilir??

# aianalyze_valueChanged
source: What is the market value of the products purchased? How has this value changed in the last year?
tr: Satın alınan ürünlerin piyasa değeri nedir? Bu değer geçen yıl nasıl değişti?

# summary_title
source: Summary
tr: Özet

# summary_top5
source: Top 5 Invoices
tr: En İyi 5 Fatura

# summary_notFound
source: Invoice data couldn't be found. Try to change filter settings.
tr: Fatura verileri bulunamadı. Filtre ayarlarını değiştirmeyi deneyin.

# selectionMode_delete
source: deletion
tr: Silme

# selectionMode_output
source: output
tr: Çıktı

# selectionMode_error
source: An error occurred while selecting {type} for {action}!
tr: {action} için {type} seçilirken bir hata oluştu!

# selectionMode_noSelection
source: No {type} selected for {action}!
tr: {action} için {type} seçilmedi!

# changeCompanyName_title
source: What would you like to change new company name?
tr: Yeni şirket adınızı ne olarak değiştirmek istersiniz?

# changeCompanyName_label
source: New Company name:
tr: Yeni Şirket adı:

# changeCompanyName_enterName
source: Enter new company name
tr: Yeni şirket adını girin.

# similarity_title
source: Similar Company Found!
tr: Benzer Şirket Bulundu!

# similarity_message
source: Do you want to merge with it?
tr: Birleşmek ister misiniz?

# message_blurChecker
source: The image is not clear enough. It may not be read properly.
tr: Resim yeterince net değil. Doğru okunmayabilir.

# message_noInvoices
source: No invoices found.
tr: Fatura bulunamadı.

# message_analyzing
source: The invoice is being analyzed...
tr: Fatura analiz ediliyor...

# message_invalidId
source: Invalid product id.
tr: Geçersiz ürün numarası.

# message_cooldown
source: Please wait {remainingTime} seconds before analyze the invoice again.
tr: Faturayı tekrar analiz etmeden önce lütfen {remainingTime} saniye bekleyin.

# invoice_companyType
source: Company Type
tr: Şirket Tipi

# invoice_companyName
source: Company Name
tr: Şirket Adı

# invoice_companyId
source: Company Id
tr: Şirket Numarası

# invoice_invoiceNo
source: Invoice No
tr: Fatura Numarası

# invoice_unit
source: Unit
tr: Birim

# invoice_date
source: Date
tr: Tarih

# invoice_category
source: Category
tr: Kategori

# invoice_totalAmount
source: Total Amount
tr: Toplam Tutar

# invoice_taxAmount
source: Tax Amount
tr: Vergi Tutarı

# error_validInput
source: Please enter valid a {input}.
tr: Lütfen geçerli bir {input} girin.

# error_pleaseSelect
source: Please select a {input}.
tr: Lütfen bir {input} seçin.

# error_pleaseEnterText
source: Please enter text.
tr: Lütfen metin girin.

# error_switchingMode
source: Switching to legacy mode...
tr: Eski moda geçiş yapılıyor...

# warn_pleaseSelect
source: You must choose a {input}.
tr: Bir {input} seçmelisiniz.

# success_companyNameChanged
source: Company name changed successfully.
tr: Şirket adı başarıyla değiştirildi.

# success_output
source: {text} {type}(s) lists saved as excel output in download file.
tr: {text} {type}(s) listesi indirme dosyasında excel çıktısı olarak kaydedildi.

# button_save
source: Save
tr: Kaydet

# button_yes
source: Yes
tr: Evet

# button_cancel
source: Cancel
tr: İptal

# button_change
source: Change
tr: Değiştir

# button_start
source: Start
tr: Başla

# button_skip
source: Skip
tr: Atla

# page_editinvoice_zoom
source: Zoom in and out to see the image details.
tr: Görüntü detaylarını görmek için yakınlaştırın ve uzaklaştırın.

# welcomePage_title_1
source: Welcome to InvoiX!
tr: InvoiX'e Hoş Geldiniz!

# welcomePage_description_1
source: InvoiX leverages AI technology to provide comprehensive invoice analysis.
tr: InvoiX, yapay zeka teknolojisini kullanarak kapsamlı fatura analizi sağlar.

# welcomePage_title_2
source: AI-Powered Invoice Analysis
tr: Yapay Zeka Destekli Fatura Analizi

# welcomePage_description_2
source: Utilize AI to gain detailed insights and streamline your invoice processing.
tr: Yapay zekayı kullanarak detaylı öngörüler elde edin ve fatura işlemlerinizi kolaylaştırın.

# welcomePage_title_3
source: Optimize Your Invoice Management
tr: Fatura Yönetiminizi Optimize Edin

# welcomePage_description_3
source: Analyze your invoices with AI to enhance efficiency and accuracy.
tr: Faturalarınızı yapay zeka ile analiz ederek verimliliği ve doğruluğu artırın.
